Repository: taito-zz/slt.content
Catalog: src/slt/content/locales/*/LC_MESSAGES/slt.content.po
Languages: fi

source: Addresses
fi: Osoite

source: Default Billing Info
fi: Oletus laskutusosoite

source: Default Shipping Info
fi: Oletus toimitusosoite

source: Feed Order
fi: Syötejärjestys

source: Member Area
fi: Jäsenalue

source: Order number for top page feed.
fi: Isonumerojärjestys.

source: Registered Member Discount Enabled
fi: Jäsenalennus voimassa

source: Registered Member Discount Price
fi: Jäsenalennushinta

source: birth_date_warning
fi: Syötä syntymäaikasi formatilla: VVVV-KK-PP esim. 1990-01-31

source: registered_member_discount_enabled_description
fi: Kytke päälle laittaakseen jäsenalennusta.

source: registered_member_discount_price_description
fi: Jäsenalennushinta tulee tähän.
